Repository: Falmarri/reddit-plasmoid
Catalog: contents/locale/*/LC_MESSAGES/gmail-plasmoid.po
Languages: cs, uk, zh_tw

source: Account Details
cs: Detaily účtu
uk: Настройки облікового запису
zh_tw: 帳戶詳細資料

source: Username:
cs: Uživatelské jméno:
uk: Логін:
zh_tw: 使用者名稱：

source: Password:
cs: Heslo
uk: Пароль:
zh_tw: 密碼：

source: Gmail account password
cs: Heslo pro Gmail účet
uk: Пароль облікового запису Gmail
zh_tw: Gmila 帳戶密碼

source: Label (optional):
cs: Štítek (volitelné):
uk: Мітка (не обов'язково):
zh_tw: 標籤(非必須)

source: Gmail label, such as "spam" or "starred" (leave this empty for the standard inbox)
cs: Gmail štítek, jako například "spam" nebo "s hvězdičkou" (nechte prázdné pro standartní doručená pošta)
uk: Мітка Gmail, напр. "spam" або "starred" (пусто = звичайні вхідні)
zh_tw: Gmail標簽，比如"垃圾郵件"或"已加星號"(空白代表收件匣)

source: Display name (optional):
cs: Zobrazené jméno (volitelné):
uk: Назва (не обов'язково):
zh_tw: 顯示名稱(非必須)

source: User-friendly account name displayed by widget
cs: Uživatelsky přívětivý název účtu zobrazený widgetem
uk: Осмислене назву для облікового запису
zh_tw: 讓widget顯示好記的帳戶名稱

source: If checked unread emails in this account will be included in the new mail total shown on the widget icon
cs: Pokud zatrhnuto, nepřečtené emaily tohoto učtu budou zahrnuty v celkovém počtu nových emailů, který je zobrazen v ikoně widgetu
uk: Якщо включити, непрочтенние листа до цього облікового запису будуть враховуватися в лічильнику на значку елемента керування
zh_tw: 這個帳戶的未讀郵件會被納入計算加總，並在widget圖示上顯示總數

source: Include in total new mail count
cs: Zahrnout v celkovém počtu nových emailů
uk: Враховувати при підрахунку нових листів
zh_tw: 加總未讀郵件時納入此帳戶

source: Gmail username (for hosted domains include "@hosted-domain.com")
cs: Gmail uživatelské jméno (pro hostované domény zahrnout "@hosted-domain.com")
uk: Логін Gmail (для власних доменів вкажіть "@hosted-domain.com")
zh_tw: Gmail使用者名稱(如為自主網域(非"@gmail.com")，則須含自主網域名稱，如"@hosted-domain.com")

source: &Save
cs: &Uložit
uk: &Зберегти
zh_tw: 儲存(&S)

source: &Cancel
cs: &Zrušit
uk: &Відміна
zh_tw: 取消(&C)

source: gmail-plasmoid Settings
cs: gmail-plasmoid Nastavení
uk: Налаштування gmail-plasmoid
zh_tw: gmail-plasmoid 設定

source: Accounts
cs: Účty
uk: Облікові записи
zh_tw: 帳戶

source: &Add
cs: &Přidat
uk: &Додати
zh_tw: 新增(&A)

source: &Remove
cs: &Odebrat
uk: &Видалити
zh_tw: 移除(&R)

source: Move &Up
cs: &Nahoru
uk: Перемістити &вгору
zh_tw: 往上移動(&U)

source: Move &Down
cs: &Dolů
uk: Перемістити &вниз
zh_tw: 往下移動(&D)

source: Double-click an account to modify it
cs: Dvojklikem editujete účet
uk: Подвійне клацання відкриє налаштування облікового запису
zh_tw: 按兩下帳戶名稱進行編輯

source: Appearance
cs: Vzhled a chování
uk: Зовнішній вигляд
zh_tw: 外觀

source: Icons:
cs: Ikony:
uk: Значки:
zh_tw: 圖示：

source: Text color:
cs: Barva textu:
uk: Колір тексту:
zh_tw: 文字顏色：

source: Select the text color for the unread email indicator
cs: Vyberte barvu textu pro indikátor neprečtených emailů
uk: Виберіть колір тексту для індикатора непрочтенних листів
zh_tw: 選擇未讀郵件指示的文字顏色

source: Text font:
cs: Písmo:
uk: Шрифт:
zh_tw: 文字字型：

source: Text size:
cs: Velikost textu:
uk: Розмір тексту:
zh_tw: 文字大小：

source: Select the text size, as a percentage of the height of the widget, for the unread email indicator
cs: Vyberte velikost textu, pro indikátor neprečtených zpráv, jako procento výšky widgetu
uk: Виберіть розмір тексту (у відсотках від висоти елемента керування) для індикатора непрочтенних листів
zh_tw: 選擇未讀郵件指示的文字大小(對應widget高度的百比)

source: Select the font for the unread email indicator
cs: Vyberte písmo pro indikátor neprečtených zpráv
uk: Виберіть шрифт для індикатора непрочтенних листів
zh_tw: 選擇未讀郵件指示的字型

source: No Unread Email
cs: Žádné Neprečtené emaily
uk: Немає нових листів
zh_tw: 沒有未讀郵件

source: Select background icon used when there are no unread messages
cs: Vyberte ikonu pozadí pro všechny přečtené zprávy
uk: Фоновий значок, відображений при відсутності нових листів
zh_tw: 選擇當沒有未讀郵件時的背景圖示

source: Use this dropdown if you wish to use one of the default icons
cs: Použijte tento roletový seznam, pokud si přejete použít některou z výchozích ikon
uk: Використовуйте це меню, щоб вибрати один із стандартних значків
zh_tw: 當你想使用一些預設的圖示時，可使用這下拉選單

source: Unread Email
cs: Neprečtené Emaily
uk: Нова пошта
zh_tw: 未讀郵件

source: Select background icon used when there are unread messages
cs: Vyberte ikonu pozadí pro nepřečtené zprávy
uk: Фоновий значок, відображений при наявності нових листів
zh_tw: 請選擇有未讀郵件時的背景圖示

source: Misc.
cs: Pokročilá nastavení
uk: Різне
zh_tw: 其它

source: Polling interval:
cs: Interval připojení:
uk: Частота перевірки:
zh_tw: 檢查的間隔時間：

source: Polling interval in minutes
cs: Interval připojení v minutách
uk: Частота звернення до сервера (в хвилинах)
zh_tw: 檢查的間隔時間分鐘數

source: min(s)
cs: minut
uk: хвилин(и)
zh_tw: 分鐘

source: Command:
cs: Příkaz:
uk: Команда:
zh_tw: 指令：

source: Command to run when icon clicked ("%u" will be replaced with the url of the first gmail account configured)
cs: Příkaz ke spuštení po kliknutí na ikonu ("%u" bude nahrazeno url prvního nakonfigurovaného gmail účtu)
uk: Команда, що виконується при натисканні на значку ("%u" замінити на URL самої першої профілю)
zh_tw: 當你按圖示時執行的命令("%u"會被置換成第一個Gmial帳戶的網址)

source: Browse...
cs: Vybrat...
uk: Вибрати...
zh_tw: 瀏覽...

source: Notifications
cs: Oznamování
uk: Повідомлення
zh_tw: 通知

source: To configure notifications please go to the KDE "Personal Settings," select "Notifications," select "gmail-plasmoid" and then modify as required.
cs: Pro úpravu oznamování prosím jděte do KDE "Nastavení systému," vyberte "Oznamování," vyberte "gmail-plasmoid" a editujte podle potřeby.
uk: Щоб налаштувати повідомлення, відкрийте "Персональні налаштування KDE", виберіть"Повідомлення", далі "gmail-plasmoid", а потім внесіть потрібні зміни.
zh_tw: 請使用KDE"個人設定"，選擇"通知"，選擇"gmail-plasmoid"進行你想要的設定

source: Translations
cs: Překlady
uk: Переклади
zh_tw: 翻釋

source: Please contact the author if you would like to contribute translations of this widget:
cs: Prosím kontaktujte autora, pokud byste rádi přispěli překladem tohoto widgetu:
uk: Якщо Ви хотіли б допомогти з перекладом, зв'яжіться з автором:
zh_tw: 如果您想翻譯這個widget，請連繫作者：

source: Mark McCans <mjmccans+gmail-plasmoid@gmail.com>
uk: Марк МакКенз (Mark McCans) <mjmccans+gmail-plasmoid@gmail.com>

source: Default
cs: Výchozí
uk: За замовчуванням
zh_tw: 預設

source: Red
cs: Červená
uk: червоний
zh_tw: 紅色

source: Blue
cs: Modrá
uk: синій
zh_tw: 藍色

source: Green
cs: Zelená
uk: зелений
zh_tw: 綠色

source: Gray
cs: Šedá
uk: сірий
zh_tw: 灰色

source: Error
cs: Chyba
uk: Помилка
zh_tw: 錯誤

source: Network connection appears to be down.
cs: Připojení k síti pravděpodobně nefunguje.
uk: Схоже, немає з'єднання з Інтернетом.
zh_tw: 網路連線不通

source: Check email now
cs: Zkontrolovat emaily ihned
uk: Перевірити зараз
zh_tw: 立刻檢查郵件

source: Resume email checking
cs: Obnovit kontrolu emailů
uk: Відновити перевірку
zh_tw: 繼續郵件檢查

source: Pause email checking
cs: Zastavit kontrolu emailů
uk: Тимчасово не перевіряти
zh_tw: 暫停郵件檢查

source: Threads...
cs: Vlákna...
uk: Бесіди листів...
zh_tw: 列表

source: No Accounts
cs: Žádné účty
uk: Ні облікових записів
zh_tw: 沒有帳戶

source: Please configure some accounts to check.
cs: Prosím nastavte nějaké účty ke zkontrolování.
uk: Налаштуйте облікові записи, які слід перевіряти.
zh_tw: 請先設定帳戶

source: Errors:
cs: Chyby:
uk: Помилки:
zh_tw: 錯誤：

source: From
cs: Odesílatel
uk: Від
zh_tw: 寄件者

source: Subject
cs: Předmět
uk: Тема
zh_tw: 主旨

source: You have <b>%1</b> new message.
cs: Máte <b>%1</b> novou zprávu.
uk: У вас <b>%1</b> новий лист.
zh_tw: 您有<b>%1</b>封新郵件

source: Threads
cs: Vlákna
uk: Бесіди листів
zh_tw: 列表
